# Prompt
romkatv/powerlevel10k

# Navigation and productivity
agkozak/zsh-z
olets/zsh-abbr

# Autocomplete and suggestions
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

# History
zsh-users/zsh-history-substring-search

# Syntax and helpers
zdharma-continuum/fast-syntax-highlighting
djui/alias-tips
MichaelAquilina/zsh-you-should-use

# Git
peterhurford/git-aliases.zsh

# Development
lukechilds/zsh-nvm